[
  {
    "name": "Untitled 2",
    "pages": [
      {
        "file": "/gallery/images/full/terrible.jpg",
        "thumb": "/gallery/images/thumbs/terrible.jpg",
        "description": "I guess this could be called second attempt at abstract - this time a little brighter - though funnily enough, like before it's born out of frustration."
      }
    ]
  },
  {
    "name": "Lemon",
    "pages": [
      {
        "file": "/gallery/images/full/lemon.jpg",
        "thumb": "/gallery/images/thumbs/lemon.jpg",
        "description": "This was a little while ago but I think this logo was for a joke fashion brand (I have no idea where the idea came from)."
      }
    ]
  },
  {
    "name": "Flashy",
    "pages": [
      {
        "file": "/gallery/images/full/idk.jpg",
        "thumb": "/gallery/images/thumbs/idk.jpg"
      },
      {
        "file": "/gallery/images/full/idk2.jpg",
        "thumb": "/gallery/images/thumbs/idk2.jpg"
      }
    ]
  },
  {
    "name": "Uh oh",
    "pages": [
      {
        "file": "/gallery/images/full/arms.svg"
      }
    ]
  },
  {
    "name": "Mist",
    "pages": [
      {
        "file": "/gallery/images/full/mist.jpg",
        "thumb": "/gallery/images/thumbs/mist.jpg",
        "description": "This little vector illustration thingy was made for a little experiment with parallax. In a <a href='https://now.am-i.cool/web-stuff/parallax'>separate site</a> I used layers to build up a parallax effect of sorts based off a few tutorials and things (mainly the <a href='https://www.firewatchgame.com/'>firewatch website</a> because it's awesome)."
      },
      {
        "file": "/gallery/images/full/underground.jpg",
        "thumb": "/gallery/images/thumbs/underground.jpg",
        "description": "The spooky (sorta) underground area, beneath the hills."
      }
    ]
  },
  {
    "name": "Mannequin",
    "pages": [
      {
        "file": "/gallery/images/full/mannequin/green.jpg",
        "thumb": "/gallery/images/thumbs/mannequin/green.jpg",
        "description": "A first attempt at something related to photography which isn't just taking pictures of sunsets, sunrises, or flowers. This was vaguely inspired by my recent playing about with colour, I guess."
      }, 
      {
        "file": "/gallery/images/full/mannequin/turquoise.jpg",
        "thumb": "/gallery/images/thumbs/mannequin/turquoise.jpg",
        "description": "Well, it mainly consisted of changing values of things on a computer to be honest, but one thing I hadn't realised was there are two main colour wheels people use."
      }, 
      {
        "file": "/gallery/images/full/mannequin/blue.jpg",
        "thumb": "/gallery/images/thumbs/mannequin/blue.jpg",
        "description": "There's the RGB one with red, green and blue equally spaced, but also there's another with red, (cyan-y) blue, and yellow as the primary colours, which I guess makes sense since those are used for painting. I just don't particularly get why that's used for colour theory, but enough of my weird rambles, sorry - out of nowhere this turned into a blog oof."
      }, 
      {
        "file": "/gallery/images/full/mannequin/pink.jpg",
        "thumb": "/gallery/images/thumbs/mannequin/pink.jpg",
        "description": "Oh god, this picture was a struggle. I had to hold the mannequin with one hand from its base while trying to focus and take a picture with my phone, keeping the framing all the while. At least I got there, though after more tries than I'd like to admit."
      }, 
      {
        "file": "/gallery/images/full/mannequin/red.jpg",
        "thumb": "/gallery/images/thumbs/mannequin/red.jpg",
        "description": ""
      }, 
      {
        "file": "/gallery/images/full/mannequin/yellow.jpg",
        "thumb": "/gallery/images/thumbs/mannequin/yellow.jpg",
        "description": ""
      }, 
      {
        "file": "/gallery/images/full/mannequin/making_of.jpg",
        "thumb": "/gallery/images/thumbs/mannequin/making_of.jpg",
        "description": "Behind the scenes, it's just me holding the mannequin in front of my PC, with a quick webpage I created to have a whole screen filled with a colour that I could change with the keyboard <i>(very fancy I know)</i>."
      }
    ]
  },
  {
    "name": "Neon",
    "pages": [
      {
        "file": "/gallery/images/full/neon.jpg",
        "thumb": "/gallery/images/thumbs/neon.jpg",
        "description": "A quick doodle using a black canvas because the idea felt quite cool, and more neon colours felt fun to just mess about with."
      }
    ]
  },
  {
    "name": "Bird",
    "pages": [
      {
        "file": "/gallery/images/full/bird.jpg",
        "thumb": "/gallery/images/thumbs/bird.jpg",
        "description": "If you can't tell, this is supposed to be a bird I guess. This started in a bored doodle of a more cartoonish bird, but I decided to add some colour and kinda just wanted to throw some paint around, which I ended up doing in a more literal sense. I've never done things in this sort of style before and I've got to say, I rather like it."
      }
    ]
  },
  {
    "name": "Bloopyfloop",
    "pages": [
      {
        "file": "/gallery/images/full/bloopyfloop.png",
        "thumb": "/gallery/images/thumbs/bloopyfloop.png",
        "description": "A quick doodle for CoMC, I did this in the same style as the other CoMC thing, because the style's great for speed. And no, the name is beautiful."
      }
    ]
  },
  {
    "name": "Life in a Felled Tree",
    "pages": [
      {
        "file": "/gallery/images/full/tree.jpg",
        "thumb": "/gallery/images/thumbs/tree.jpg",
        "description": "THIS, oh my goodness gracious me, this blooming drawing. It took so much out of me because it took so long to do, plus as time went on, the fear of smudging it went exponentially up, and there are still visible smudge marks on it that I couldn't get rid of. At least it's sort of passable in looks, despite the dodgy scan making the contrast go all funny."
      }
    ]
  },
  {
    "name": "Lobalug",
    "pages": [
      {
        "file": "/gallery/images/full/lobalug.jpg",
        "thumb": "/gallery/images/thumbs/lobalug.jpg",
        "description": "An attempt at a more cartoonish digital painting I made for a CoMC task, but also took as a personal challenge and chance to try out a style that I now love for anything I don't want to spend an age on."
      }
    ]
  },
  {
    "name": "Paper Sky",
    "pages": [
      {
        "file": "/gallery/images/full/paper_sky.jpg",
        "thumb": "/gallery/images/thumbs/paper_sky.jpg",
        "description": "Made this for the cover of a spotify playlist, not quite sure why I had the idea honestly, so I suppose it's up to you to interpret it as you wish."
      }
    ]
  },
  {
    "name": "Shading Exercise",
    "pages": [
      {
        "file": "/gallery/images/full/ball.png",
        "thumb": "/gallery/images/thumbs/ball.png",
        "description": "After not really doing much arty stuff for a bit, I went back to some exercises, and this is the one I did for shading spheres using multiple colours for the light."
      }
    ]
  },
  {
    "name": "Untitled",
    "pages": [
      {
        "file": "/gallery/images/full/untitled.jpg",
        "thumb": "/gallery/images/thumbs/untitled.jpg",
        "description": "This attempt at abstract art of sorts came about because I hadn't much inspiration, and just kind of scribbled all over the page in frustration."
      }
    ]
  },
  {
    "name": "Eye",
    "pages": [
      {
        "file": "/gallery/images/full/eye.jpg",
        "thumb": "/gallery/images/thumbs/eye.jpg",
        "description": "I originally made this for a spotify playlist cover, but then switched it out for something else when it didn't quite fit."
      }
    ]
  },
  {
    "name": "Hair",
    "pages": [
      {
        "file": "/gallery/images/full/hair.jpg",
        "thumb": "/gallery/images/thumbs/hair.jpg",
        "description": "Did this while learning how to draw hair digitally using an online tutorial to get the technique. At first, this was just some hair, but after deciding that the faceless demon I had created was pure nightmare fuel, I quickly whipped up an admitttedly badly shaded face."
      }
    ]
  },
  {
    "name": "Walking",
    "pages": [
      {
        "file": "/gallery/images/full/walking.jpg",
        "thumb": "/gallery/images/thumbs/walking.jpg",
        "description": "Done just after the my first digital thing, this is just a digitally coloured version of a pencil sketch I did when bored. I wasn't too great with the hand-eye coordination with the drawing tablet, so instead of practising with drawing exercises I chose to trace an old drawing, since that would be more fun."
      },
      {
        "file": "/gallery/images/full/walking_drawing.jpg",
        "description": "This is the old drawing I copied from. Drew it one bored night on a scrap piece of paper (means I don't have to waste the sketchbook)."
      }
    ]
  },
  {
    "name": "Person at Night",
    "pages": [
      {
        "file": "/gallery/images/full/night.jpg",
        "thumb": "/gallery/images/thumbs/night.jpg",
        "description": "This is actually the first thing I did digitally! I copied a different sketch I'd done with pencils, as a reference, and after a stupidly long time, I ended up with this."
      },
      {
        "file": "/gallery/images/full/night_drawing.jpg",
        "thumb": "/gallery/images/full/night_drawing.jpg",
        "description": "Not sure where this came from, to be honest. I guess I was just bored, as usual, so picked up a pencil, then went over in pen."
      }
    ]
  }
]